Repository: IMIO/ric.core
Catalog: ric/core/locales/*/LC_MESSAGES/ric.po
Languages: fr

source: A problem occured when sending the email
fr: Un problème est survenu lors de l'envoi de l'email

source: Click here to connect
fr: Cliquez ici pour vous connecter

source: Click here to edit
fr: Cliquez ici pour éditer

source: Click here to view
fr: Cliquez ici pour consulter

source: Email send
fr: Envoi d'email

source: Email sent to
fr: Email envoyé à

source: Envoi_selon_valeur_champ_envoi_mail
fr: Envoi selon la valeur du champ "envoi mail" d'une personne

source: Envoi_tous_membres_non_connectes_nombre_jours
fr: Envoi à tous les membres non connectés depuis un nombre de jours specifié

source: Envoi_tous_membres_organisation
fr: Envoi à tous les membres d'une organisation

source: Functions
fr: Fonctions

source: Inhabitant number
fr: Nombre d'habitants

source: Invalid e-mail
fr: Email invalide

source: Payment
fr: Versement

source: Search
fr: Rechercher

source: Search in RIC directory
fr: Rechercher dans l'annuaire de contact du RIC

source: String to search
fr: Nom à rechercher

source: Subscription
fr: Cotisation

source: The email address found in your person entry (${title}) is not valid.
fr: L'adresse email renseignée dans votre fiche personne (${title}) n'est pas valide.

source: There is no result corresponding to your search...
fr: Il n'y a pas de résultat correspondant à votre recherche...

source: There is(are) ${number} result(s) corresponding to your search (max 20) :
fr: Il y a ${number} résultat(s) correspondant à votre recherche (20 maximum) :

source: This organization doesn't contain a subscription contact.
fr: Cette organisation ne contient aucun contact de cotisation.

source: This organization entry contains more than 15% of incomplete data.
fr: Cette fiche organisation contient plus de 15% de données incomplètes.

source: This person entry contains more than 15% of incomplete data.
fr: Cette fiche personne contient plus de 15% de données incomplètes.

source: Userid
fr: Identifiant utilisateur

source: Year
fr: Année

source: You can select multiple entries by pushing CTRL key
fr: Vous pouvez sélectionner plusieurs entrées en appuyant sur la touche CTRL

source: You can view the organization &quot;${title}&quot;.
fr: Vous pouvez consulter l'organisation &quot;${title}&quot;.

source: You can view the person &quot;${title}&quot;.
fr: Vous pouvez consulter la personne &quot;${title}&quot;.

source: You cannot do a search
fr: Vous ne pouvez pas effectuer de recherche

source: You must fill the fields of &quot;${title}&quot; to do a search.
fr: Vous devez compléter les champs de &quot;${title}&quot; pour faire une recherche.

source: You must have an account and connected to do a search.
fr: Il faut être membre du RIC et connecté au site pour pouvoir effectuer des recherches dans l'annuaire.

source: Your organization (${title}) doesn't contain a subscription contact.
fr: Votre organisation (${title}) ne contient aucun contact de cotisation.

source: Your organization entry (${title}) contains more than 15% of incomplete data.
fr: Votre fiche organization (${title}) contient plus de 15% de données incomplètes.

source: Your person entry (${title}) contains more than 15% of incomplete data.
fr: Votre fiche personne (${title}) contient plus de 15% de données incomplètes.

source: contact_cotisation
fr: Contact pour la cotisation

source: envoi_emails
fr: Envoi d'emails

source: non_cotisants_annee_specifiee
fr: Non-cotisants une année specifiée
